---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataUnderground
source: html/db4f91a9-c0d1-2512-b83b-3f3a3e8785a5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataUnderground Property

"Underground"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataUnderground { get; }
```